Repository: bckizildemir/TriQ
Catalog: TTB/Localizable.xcstrings
Source language: tr
Languages: en

# admin.badges.add
source: Rozet Ekle
en: Add Badge

# admin.badges.emptyBody
source: İlk rozetini oluşturmak icin + dugmesine dokun.
en: Tap + to create your first badge.

# admin.badges.emptyTitle
source: Henüz rozet yok
en: No badges yet

# admin.badges.error.delete
source: Rozet silinemedi: %@
en: Badge could not be deleted: %@

# admin.badges.error.load
source: Rozetler yüklenemedi: %@
en: Badges could not be loaded: %@

# admin.badges.error.save
source: Rozet kaydedilemedi: %@
en: Badge could not be saved: %@

# admin.badges.form.basic
source: Temel Bilgiler
en: Basic Information

# admin.badges.form.category
source: Kategori
en: Category

# admin.badges.form.description
source: Açıklama
en: Description

# admin.badges.form.icon
source: Ikon (SF Symbol)
en: Icon (SF Symbol)

# admin.badges.form.id
source: Rozet Kimligi
en: Badge ID

# admin.badges.form.preview
source: Önizleme
en: Preview

# admin.badges.form.requirement
source: Gereksinim Metni
en: Requirement Text

# admin.badges.form.requirements
source: Gereksinimler
en: Requirements

# admin.badges.form.targetCount
source: Hedef Sayi
en: Target Count

# admin.badges.form.title
source: Baslik
en: Title

# admin.badges.form.type
source: Tur
en: Type

# admin.badges.form.type.category
source: Kategori
en: Category

# admin.badges.form.type.streak
source: Seri
en: Streak

# admin.badges.form.type.total
source: Toplam
en: Total

# admin.badges.loading
source: Rozetler yükleniyor...
en: Loading badges...

# admin.badges.loadSamples
source: Ornek Rozetleri Yukle
en: Load Sample Badges

# admin.badges.title
source: Rozet Yönetimi
en: Badge Management

# admin.categories.add
source: Kategori Ekle
en: Add Category

# admin.categories.color.blue
source: Mavi
en: Blue

# admin.categories.color.brown
source: Kahverengi
en: Brown

# admin.categories.color.cyan
source: Camgöbeği
en: Cyan

# admin.categories.color.gray
source: Gri
en: Gray

# admin.categories.color.green
source: Yeşil
en: Green

# admin.categories.color.indigo
source: Çivit
en: Indigo

# admin.categories.color.mint
source: Nane
en: Mint

# admin.categories.color.orange
source: Turuncu
en: Orange

# admin.categories.color.pink
source: Pembe
en: Pink

# admin.categories.color.purple
source: Mor
en: Purple

# admin.categories.color.red
source: Kırmızı
en: Red

# admin.categories.color.teal
source: Deniz Mavisi
en: Teal

# admin.categories.color.yellow
source: Sarı
en: Yellow

# admin.categories.form.color
source: Renk
en: Color

# admin.categories.form.icon
source: İkon
en: Icon

# admin.categories.form.identity
source: Kimlik
en: Identity

# admin.categories.form.previewAccessibility
source: Kategori önizlemesi, seçili renk %@
en: Category preview, selected color %@

# admin.questions.add
source: Yeni Soru Ekle
en: Add Question

# admin.questions.delete
source: Soruyu Sil
en: Delete Question

# admin.questions.deleteMessage
source: Bu soruyu silmek istediğine emin misin?
en: Are you sure you want to delete this question?

# admin.questions.details
source: Soru Detayları
en: Question Details

# admin.questions.edit
source: Soruyu Düzenle
en: Edit Question

# admin.questions.error.add
source: Soru eklenemedi: %@
en: Question could not be added: %@

# admin.questions.error.delete
source: Soru silinemedi: %@
en: Question could not be deleted: %@

# admin.questions.error.edit
source: Soru güncellenemedi: %@
en: Question could not be updated: %@

# admin.questions.field.category
source: Kategori
en: Category

# admin.questions.field.categoryAccessibility
source: Kategori secimi
en: Category selection

# admin.questions.field.text
source: Soru
en: Question

# admin.questions.field.textAccessibility
source: Soru metni alanı
en: Question text field

# admin.questions.missingBody
source: Bu soru silinmiş olabilir veya artık kullanılamıyor.
en: This question may have been deleted or is no longer available.

# admin.questions.search
source: %lld kategori ve %lld soru ara
en: Search %lld categories, %lld questions

# admin.releases.emptyBody
source: Bekleyen içerikleri gönderdikten sonra yayınlanan güncellemeler burada görünür.
en: Published updates will appear here after you send pending content.

# admin.releases.emptyTitle
source: Henüz Yayınlanan Güncelleme Yok
en: No Published Updates

# admin.releases.errorTitle
source: Duyuru Hatası
en: Release Error

# admin.releases.form.applySuggestedCopy
source: Önerilen Metni Yenile
en: Refresh Suggested Copy

# admin.releases.form.body.en
source: İngilizce açıklama
en: English body

# admin.releases.form.body.tr
source: Türkçe açıklama
en: Turkish body

# admin.releases.form.categories
source: Kategoriler
en: Categories

# admin.releases.form.copy
source: Bildirim Metni
en: Notification Copy

# admin.releases.form.delivery
source: Gönderim
en: Delivery

# admin.releases.form.delivery.immediate
source: Hemen
en: Immediate

# admin.releases.form.delivery.scheduled
source: Planlı
en: Scheduled

# admin.releases.form.questions
source: Sorular
en: Questions

# admin.releases.form.sendAt
source: Gönderim zamanı
en: Send at

# admin.releases.form.timing
source: Zamanlama
en: Timing

# admin.releases.form.title.en
source: İngilizce başlık
en: English title

# admin.releases.form.title.tr
source: Türkçe başlık
en: Turkish title

# admin.releases.new
source: Yeni Duyuru
en: New Release

# admin.releases.noCategories
source: Bekleyen kategori yok.
en: No pending categories.

# admin.releases.noQuestions
source: Bekleyen eklenmiş soru yok.
en: No pending seeded questions.

# admin.releases.publishNow
source: Güncellemeyi Gönder
en: Send Update

# admin.releases.saveDraft
source: Taslağı Kaydet
en: Save Draft

# admin.releases.saveSchedule
source: Planlamayı Kaydet
en: Save Schedule

# admin.releases.section.eligible
source: Bekleyen İçerik
en: Pending Content

# admin.releases.section.releases
source: Yayın Geçmişi
en: Published History

# admin.releases.status.canceled
source: İptal Edildi
en: Canceled

# admin.releases.status.draft
source: Taslak
en: Draft

# admin.releases.status.published
source: %@ tarihinde yayınlandı
en: Published %@

# admin.releases.status.scheduled
source: %@ için planlandı
en: Scheduled for %@

# admin.releases.testNotification.failed
source: Test bildirimi teslim edilemedi. Firebase günlüklerini ve cihaz kaydını kontrol et.
en: The test notification could not be delivered. Check Firebase logs and your device registration.

# admin.releases.testNotification.noDevice
source: Yönetici hesabın için uygun bir cihaz kaydı yok. Uygulamayı gerçek cihazda aç, Profil'de bildirimleri etkinleştir ve tekrar dene.
en: No eligible device is registered for your admin account. Open the app on a real device, enable notifications in Profile, then try again.

# admin.releases.testNotification.send
source: Test Bildirimi Gönder
en: Send Test Notification

# admin.releases.testNotification.sent
source: Test bildirimi %d cihaza gönderildi. Başarısız: %d.
en: Test notification sent to %d device(s). Failed: %d.

# admin.releases.testNotification.title
source: Test Bildirimi
en: Test Notification

# admin.releases.title
source: İçerik Güncellemeleri
en: Content Updates

# admin.releases.unannouncedCategories
source: Bekleyen kategoriler
en: Pending categories

# admin.releases.unannouncedQuestions
source: Bekleyen sorular
en: Pending questions

# admin.releases.unknownDate
source: bilinmeyen tarih
en: unknown date

# admin.releases.untitled
source: Başlıksız duyuru
en: Untitled release

# admin.tools.releases
source: Duyuruları Yönet
en: Manage Releases

# ai.category.advice.description
source: Hayat ve işle ilgili tavsiyeler
en: Advice for life and work

# ai.category.advice.sample.1
source: Başarılı olmak icin 3 tavsiye
en: Give me 3 tips for being successful

# ai.category.advice.sample.2
source: Stresle bas etme yolları
en: Ways to cope with stress

# ai.category.advice.sample.3
source: İyi ilişkiler kurma ipuçları
en: Tips for building good relationships

# ai.category.advice.title
source: Tavsiyeler
en: Advice

# ai.category.career.description
source: Kariyer ve profesyonel gelişim
en: Career and professional growth

# ai.category.career.sample.1
source: Kariyer gelişimi stratejileri
en: Career growth strategies

# ai.category.career.sample.2
source: İş arama tavsiyeleri
en: Job search advice

# ai.category.career.sample.3
source: Profesyonel beceri geliştirme
en: Professional skill development

# ai.category.career.title
source: Kariyer
en: Career

# ai.category.creativity.description
source: Yaratıcılık ve sanat konulari
en: Creativity and art topics

# ai.category.creativity.sample.1
source: Yaratıcılık becerilerini gelistirme
en: Ways to improve creativity skills

# ai.category.creativity.sample.2
source: Sanatsal hobi önerileri
en: Artistic hobby suggestions

# ai.category.creativity.sample.3
source: Yeni fikirler bulma teknikleri
en: Techniques for finding new ideas

# ai.category.creativity.title
source: Yaratıcılık
en: Creativity

# ai.category.entertainment.description
source: Eğlence ve bos zaman aktiviteleri
en: Entertainment and leisure activities

# ai.category.entertainment.sample.1
source: Ev yapımı eglence aktiviteleri
en: Fun activities to do at home

# ai.category.entertainment.sample.2
source: Arkadaşlarla yapilaçak oyunlar
en: Games to play with friends

# ai.category.entertainment.sample.3
source: Hafta sonu etkinlik onerileri
en: Weekend activity ideas

# ai.category.entertainment.title
source: Eğlence
en: Entertainment

# ai.category.health.description
source: Sağlık ve fitness tavsiyeleri
en: Health and fitness advice

# ai.category.health.sample.1
source: Sağlıkli yasam tavsiyeleri
en: Healthy living advice

# ai.category.health.sample.2
source: Evde yapılaçak egzersizler
en: Exercises to do at home

# ai.category.health.sample.3
source: Beslenme ve diyet ipuçları
en: Nutrition and diet tips

# ai.category.health.title
source: Sağlık
en: Health

# ai.category.learning.description
source: Öğrenme ve gelişim konulari
en: Learning and growth topics

# ai.category.learning.sample.1
source: Yeni bir dil öğrenme yöntemleri
en: Ways to learn a new language

# ai.category.learning.sample.2
source: Etkili çalışma teknikleri
en: Effective study techniques

# ai.category.learning.sample.3
source: Yaraticiligi gelistirme yolları
en: Ways to improve creativity

# ai.category.learning.title
source: Öğrenme
en: Learning

# ai.category.other.description
source: Diğer konular
en: Other topics

# ai.category.other.sample.1
source: Genel hayat soruları
en: General life questions

# ai.category.other.sample.2
source: Günlük hayat ipuçları
en: Everyday life tips

# ai.category.other.sample.3
source: Merak ettiginiz konular
en: Topics you're curious about

# ai.category.other.title
source: Diğer
en: Other

# ai.category.personal.description
source: Kisisel gelişim ve farkındalık
en: Personal growth and self-awareness

# ai.category.personal.sample.1
source: Kendimi nasıl geliştirebilirim
en: How can I improve myself?

# ai.category.personal.sample.2
source: Özgüvenimi artırmak icin 3 yol
en: 3 ways to boost my confidence

# ai.category.personal.sample.3
source: Daha iyi alışkanlıklar edinme
en: How to build better habits

# ai.category.personal.title
source: Kişisel Gelişim
en: Personal Growth

# ai.category.productivity.description
source: Verimlilik ve organizasyon ipuçları
en: Productivity and organization tips

# ai.category.productivity.sample.1
source: Zaman yönetimi teknikleri
en: Time management techniques

# ai.category.productivity.sample.2
source: Odaklanma yöntemleri
en: Ways to focus better

# ai.category.productivity.sample.3
source: Hedef belirleme stratejileri
en: Goal-setting strategies

# ai.category.productivity.title
source: Verimlilik
en: Productivity

# ai.category.recommendations.description
source: En iyi seçenekler icin oneriler
en: Suggestions for the best options

# ai.category.recommendations.sample.1
source: En iyi 3 kitap onerisi
en: Recommend the best 3 books

# ai.category.recommendations.sample.2
source: En çok izlenen 3 film
en: What are the 3 most-watched films?

# ai.category.recommendations.sample.3
source: En populer 3 muzik turu
en: What are the 3 most popular music genres?

# ai.category.recommendations.title
source: Öneriler
en: Recommendations

# ai.category.travel.description
source: Seyahat ve keşif rehberleri
en: Travel and discovery guides

# ai.category.travel.sample.1
source: İstanbul'da gezilecek yerler
en: Places to visit in Istanbul

# ai.category.travel.sample.2
source: Ekonomik seyahat ipuçları
en: Budget travel tips

# ai.category.travel.sample.3
source: Yurt dışı seyahat onerileri
en: International travel suggestions

# ai.category.travel.title
source: Seyahat
en: Travel

# ai.error.emptyResponse
source: AI'dan boş yanıt alındı.
en: The AI returned an empty response.

# ai.error.insufficientResponses
source: Yeterli yanıt alınamadı (Alınan: %lld).
en: Not enough answers were returned (%lld received).

# ai.error.invalidAPIKey
source: API anahtarı geçersiz.
en: The API key is invalid.

# ai.error.invalidRequest
source: Geçersiz istek (%lld).
en: Invalid request (%lld).

# ai.error.invalidResponse
source: Geçersiz API yanıtı.
en: The API response is invalid.

# ai.error.invalidResponseFormat
source: API yanıtı beklenmedik formatta.
en: The API response format was unexpected.

# ai.error.invalidURL
source: Geçersiz API URL'si.
en: The API URL is invalid.

# ai.error.network
source: Ağ hatası: %@
en: Network error: %@

# ai.error.noAPIKey
source: API anahtarı bulunamadı.
en: The API key could not be found.

# ai.error.parsing
source: Yanıt işlenirken hata oluştu.
en: There was a problem parsing the response.

# ai.error.permission
source: Yetki yok veya model erişimi yok (%lld).
en: This model or endpoint is not available (%lld).

# ai.error.rateLimit
source: Çok fazla istek gönderildi. Lütfen biraz bekleyip tekrar deneyin.
en: Too many requests were sent. Please wait and try again.

# ai.error.server
source: Sunucu hatası (Kod: %lld).
en: Server error (%lld).

# ai.error.timeout
source: İstek zaman aşımına uğradı.
en: The request timed out.

# ai.errorView.apiKey.message
source: AI servisine erişim için geçerli bir API anahtarı gerekiyor.
en: A valid API key is required to access the AI service.

# ai.errorView.apiKey.title
source: API Anahtarı Sorunu
en: API Key Issue

# ai.errorView.help.internet
source: • İnternet bağlantınızı kontrol edin
en: • Check your internet connection

# ai.errorView.help.limit
source: • Günlük limitinizi kontrol edin
en: • Check your daily limit

# ai.errorView.help.wait
source: • Biraz bekleyip tekrar deneyin
en: • Wait a bit and try again

# ai.errorView.helpTitle
source: Sorun devam ediyorsa:
en: If the problem continues:

# ai.errorView.navigationTitle
source: Hata Sayfası
en: Error Page

# ai.errorView.network.message
source: İnternet bağlantınızı kontrol edin ve tekrar deneyin.
en: Check your internet connection and try again.

# ai.errorView.network.title
source: Bağlantı Sorunu
en: Connection Issue

# ai.errorView.rateLimit.action
source: Durumu Kontrol Et
en: Check Status

# ai.errorView.rateLimit.message
source: Günlük sorgu limitinize ulaştınız. Yarın tekrar deneyin.
en: You reached your daily query limit. Please try again tomorrow.

# ai.errorView.rateLimit.title
source: Limit Aşıldı
en: Limit Reached

# ai.errorView.title
source: Bir Hata Oluştu
en: Something Went Wrong

# ai.history.allCategories
source: Tümü
en: All

# ai.history.allCategoriesAccessibilityHint
source: Tüm soruları görmek için dokunun
en: Tap to see all questions

# ai.history.allCategoriesAccessibilityLabel
source: Tüm kategoriler
en: All categories

# ai.history.categoryAccessibilityHint
source: Bu kategorideki soruları görmek için dokunun
en: Tap to see questions in this category

# ai.history.categorySelectedHint
source: Seçili kategori
en: Selected category

# ai.history.clearHistory
source: Tüm Geçmişi Sil
en: Clear History

# ai.history.collapse
source: Daralt
en: Collapse

# ai.history.deleteMessage
source: Bu soruyu kalıcı olarak silmek istediğinize emin misiniz?
en: Are you sure you want to permanently delete this question?

# ai.history.deleteTitle
source: Soruyu Sil
en: Delete Question

# ai.history.emptyBody
source: AI asistanına sorduğunuz sorular burada görünecek
en: Questions you ask the AI assistant will appear here.

# ai.history.emptyTitle
source: Henüz Soru Yok
en: No Questions Yet

# ai.history.errorPrefix
source: Hata: %@
en: Error: %@

# ai.history.expand
source: Genişlet
en: Expand

# ai.history.newQuestion
source: Yeni Soru Sor
en: Ask a New Question

# ai.history.save
source: Kaydet
en: Save

# ai.history.saved
source: Kaydedildi
en: Saved

# ai.history.savedQueries
source: Kaydedilenler
en: Saved

# ai.history.searchPlaceholder
source: Soru ara...
en: Search questions...

# ai.history.share
source: Paylaş
en: Share

# ai.history.thisMonth
source: Bu Ay
en: This Month

# ai.history.title
source: Soru Geçmişi
en: Question History

# ai.history.totalQueries
source: Toplam Soru
en: Total Questions

# ai.input.categoryHint
source: Hızlı öneri kategorisi seçerek yardım alabilirsiniz
en: Pick a category to get quick suggestions

# ai.input.categoryTitle
source: Kategori Seçin
en: Choose a Category

# ai.input.done
source: Tamam
en: Done

# ai.input.errorTitle
source: Hata
en: Error

# ai.input.month
source: Bu Ay
en: This Month

# ai.input.newQuestion
source: Yeni Soru Sor
en: Ask a New Question

# ai.input.newTitle
source: Yeni Soru
en: New Question

# ai.input.preparing
source: Hazırlanıyor...
en: Preparing...

# ai.input.questionLabel
source: Sorunuz
en: Your Question

# ai.input.questionPlaceholder
source: Merak ettiğiniz her şeyi sorabilirsiniz...
en: Ask anything you are curious about...

# ai.input.questionTitle
source: Sorunuzu Yazın
en: Write Your Question

# ai.input.quickSuggestionsTitle
source: Hızlı Öneriler
en: Quick Suggestions

# ai.input.responsesLabel
source: Cevaplar
en: Responses

# ai.input.resultReadyBody
source: AI asistanınız sorunuzu yanıtladı. İşte size özel 3 öneri:
en: Your AI assistant answered your question. Here are 3 custom suggestions:

# ai.input.resultReadyTitle
source: Cevap Hazır!
en: Answer Ready!

# ai.input.resultTitle
source: Cevap
en: Answer

# ai.input.save
source: Kaydet
en: Save

# ai.input.sendA11yHint
source: AI asistanına soruyu göndermek için dokunun
en: Tap to send the question to the AI assistant

# ai.input.sendA11yHintDisabled
source: Soru gönderilemez, lütfen geçerli bir soru yazın
en: You cannot send this question yet. Please write a valid question.

# ai.input.sendA11yLabel
source: Soruyu gönder
en: Send the question

# ai.input.sendButton
source: Soru Gönder
en: Send Question

# ai.input.sendLoading
source: Gönderiliyor...
en: Sending...

# ai.input.share
source: Paylaş
en: Share

# ai.input.thinking
source: AI asistanınız düşünüyor...
en: Your AI assistant is thinking...

# ai.input.today
source: Bugün
en: Today

# ai.input.usageTitle
source: Günlük Kullanım Limitleri
en: Daily Usage Limits

# ai.input.week
source: Bu Hafta
en: This Week

# ai.loading.subtitle
source: Size en iyi yanıtları vermek için düşünüyor
en: It is thinking to give you the best answers.

# ai.model.error.clearHistory
source: Geçmiş temizlenemedi: %@
en: History could not be cleared: %@

# ai.model.error.createQuestion
source: Soru oluşturulamadı: %@
en: The question could not be created: %@

# ai.model.error.deleteQuery
source: Sorgu silinemedi: %@
en: The query could not be deleted: %@

# ai.model.error.loadHistory
source: Sorgu geçmişi yüklenemedi: %@
en: Query history could not be loaded: %@

# ai.model.error.loadUsage
source: Kullanım istatistikleri yüklenemedi: %@
en: Usage statistics could not be loaded: %@

# ai.model.error.saveQuery
source: Sorgu kaydedilemedi: %@
en: The query could not be saved: %@

# ai.model.error.syncHistory
source: Sorgu geçmişi güncellenemedi: %@
en: Query history could not be updated: %@

# ai.preview.accentOnBackground
source: Arka planda vurgu rengi
en: Accent on Background

# ai.preview.accessibility
source: Erişilebilirlik
en: Accessibility

# ai.preview.accessibility.title
source: Erişilebilirlik Test Görünümleri
en: Accessibility Test Views

# ai.preview.buttonAccessibility
source: Buton Erişilebilirlik Testi
en: Button Accessibility Test

# ai.preview.collection.components
source: AI Bileşenleri
en: AI Components

# ai.preview.collection.errorView
source: Hata Görünümü
en: Error View

# ai.preview.collection.historyView
source: AI Geçmiş Görünümü
en: AI History View

# ai.preview.collection.inputView
source: AI Girdi Görünümü
en: AI Input View

# ai.preview.collection.loadingView
source: Yükleme Görünümü
en: Loading View

# ai.preview.collection.mainView
source: AI Ana Görünümü
en: AI Main View

# ai.preview.collection.queryCard
source: Sorgu Kartı
en: Query Card

# ai.preview.collection.resultsView
source: AI Sonuç Görünümü
en: AI Results View

# ai.preview.collection.sampleError
source: Test hatası
en: Test error

# ai.preview.collection.sampleQuestion
source: En iyi 3 kitap önerisi nedir?
en: What are the best 3 book recommendations?

# ai.preview.collection.sampleResponse2
source: Suç ve Ceza - Dostoyevski
en: Crime and Punishment - Dostoevsky

# ai.preview.collection.sampleResponse3
source: Yüzüklerin Efendisi - Tolkien
en: The Lord of the Rings - Tolkien

# ai.preview.collection.title
source: AI Önizlemeleri
en: AI Previews

# ai.preview.collection.views
source: AI Görünümleri
en: AI Views

# ai.preview.colorContrast
source: Renk Kontrast Testi
en: Color Contrast Test

# ai.preview.darkMode
source: Karanlık Mod
en: Dark Mode

# ai.preview.destructiveAction
source: Silme İşlemi
en: Destructive Action

# ai.preview.destructiveActionHint
source: Öğeyi silmek için çift dokunun
en: Double tap to delete the item.

# ai.preview.destructiveActionLabel
source: Silme işlemi
en: Delete action

# ai.preview.dynamicType
source: Dinamik Yazı Boyutu Testi
en: Dynamic Type Test

# ai.preview.error.network
source: Ağ bağlantısı hatası
en: Network connection error

# ai.preview.extraLargeFont
source: Çok Büyük Font
en: Extra Large Font

# ai.preview.largeFont
source: Büyük Font
en: Large Font

# ai.preview.largeText
source: Büyük Yazı
en: Large Text

# ai.preview.loadingResponses
source: Yanıtlar hazırlanıyor...
en: Preparing responses...

# ai.preview.loadingThinking
source: AI düşünüyor...
en: AI is thinking...

# ai.preview.primaryAction
source: Ana İşlem
en: Primary Action

# ai.preview.primaryActionHint
source: Ana işlemi gerçekleştirmek için çift dokunun
en: Double tap to perform the primary action.

# ai.preview.primaryActionLabel
source: Ana işlem
en: Primary action

# ai.preview.primaryOnBackground
source: Arka planda birincil metin
en: Primary on Background

# ai.preview.queryCards
source: Sorgu Kartları
en: Query Cards

# ai.preview.regularFont
source: Normal Font
en: Regular Font

# ai.preview.secondaryAction
source: İkincil İşlem
en: Secondary Action

# ai.preview.secondaryActionHint
source: İkincil işlemi gerçekleştirmek için çift dokunun
en: Double tap to perform the secondary action.

# ai.preview.secondaryActionLabel
source: İkincil işlem
en: Secondary action

# ai.preview.secondaryOnBackground
source: Arka planda ikincil metin
en: Secondary on Background

# ai.preview.smallFont
source: Küçük Font
en: Small Font

# ai.preview.states.error
source: AI Hata Durumları
en: AI Error States

# ai.preview.states.loading
source: AI Yükleme Durumları
en: AI Loading States

# ai.preview.title
source: Önizleme
en: Preview

# ai.preview.title.states
source: AI Durumları
en: AI States

# ai.preview.whiteOnAccent
source: Vurgu renginde beyaz
en: White on Accent

# ai.queryCard.convertConfirm
source: Bu AI yanıtını düzenli bir soruya çevirmek istediğinizden emin misiniz?
en: Do you want to turn this AI response into a regular question?
